Repository: clarivate/wos_reviewer_recognition_plugin_ojs_old
Catalog: locale/*/locale.po
Languages: pt_br, ru_ru

# plugins.generic.wosrrs.displayName
source: Web of Science Reviewer Recognition Service Plugin
ru_ru: Web of Science Reviewer Recognition Service Плагин

# plugins.generic.wosrrs.description
source: This plugin allows you to post reviews to Web of Science.
pt_br: Este plugin permite que você publique suas avaliações no Web of Science.
ru_ru: Данный плагин позволяет добавлять рецензии к профилю рецензента на Web of Science.

# plugins.generic.wosrrs.button.submitExportReview
source: Export my review to Web of Science
pt_br: Exportar meu parecer para Web of Science
ru_ru: Отправить мою рецензию Web of Science

# plugins.generic.wosrrs.button.publishedReview
source: This review has been exported to Web of Science
pt_br: Essa avaliação já foi publicada no Web of Science
ru_ru: Эта рецензия уже отправлена Web of Science

# plugins.generic.wosrrs.button.completeReview
source: You must submit your review before it can be exported to Web of Science
pt_br: Você deve submeter o seu parecer antes de exportar ele para Web of Science
ru_ru: Вы должны закончить свою рецензию прежде чем отправлять её Web of Science

# plugins.generic.wosrrs.notifications.settingsUpdated
source: Settings updated
pt_br: Configurações atualizadas
ru_ru: настройки обновлены

# plugins.generic.wosrrs.settings.connection
source: Connection
pt_br: Conexão
ru_ru: Настройки

# plugins.generic.wosrrs.settings.journalTokenRequired
source: Please enter the correct journal token for your Web of Science Reviewer Recognition Service integration.
pt_br: Por favor, insira o API key correto para sua integração com Web of Science Reviewer Recognition Service.
ru_ru: Пожалуйста введите верный API ключ журнала для интеграции с Web of Science Reviewer Recognition Service.

# plugins.generic.wosrrs.settings.auth_tokenDescription
source: The Authorization token for the specified account (you can find that on https://publons.com/api/v2/ under Token).
ru_ru: Токен авторизации для указанного аккаунта (вы найдете его на странице https://publons.com/api/v2/ под заголовком Token).

# plugins.generic.wosrrs.settings.authTokenRequired
source: Please ensure that your Authorization token is correct.
ru_ru: Пожалуйста убедитесь что токен авторизации указан верно.

# plugins.generic.wosrrs.settings.journalToken
source: Journal Token
ru_ru: API ключ

# plugins.generic.wosrrs.settings.auth_token
source: Authorization Token
ru_ru: Токен авторизации

# plugins.generic.wosrrs.settings.journalTokenDescription
source: The journal token used to export reviews to Web of Science
pt_br: O código API do periódico utilizado para exportar avaliações para Web of Science
ru_ru: API ключ журнала для отправки рецензий Web of Science

# plugins.generic.wosrrs.confirmation.title
source: Send your review to Web of Science
pt_br: Enviar seu parecer para Web of Science
ru_ru: Отправить мою рецензию Web of Science

# plugins.generic.wosrrs.confirmation.termsAndConditions
source: <p>You have chosen to export your review to Web of Science. <br> <a href="https://clarivate.com/wp-content/uploads/dlm_uploads/Product-Terms_3.4-Web-of-Science-Reviewer-Recognition.pdf" target="_blank">Terms and conditions</a>.</p>
pt_br: <p>Você optou por exportar suas avaliações para Web of Science. <br> <a href="https://clarivate.com/wp-content/uploads/dlm_uploads/Product-Terms_3.4-Web-of-Science-Reviewer-Recognition.pdf" target="_blank">Termos e condições</a>.</p>
ru_ru: <p>Вы согласились отправить свою рецензию Web of Science. <br> <a href="https://clarivate.com/wp-content/uploads/dlm_uploads/2022/07/Product-Terms_3.4-Web-of-Science-Reviewer-Recognition.pdf" target="_blank">Условия использования</a>.</p>

# plugins.generic.wosrrs.notice.title
source: Export review to Web of Science
pt_br: Exportar minha revisão para Web of Science
ru_ru: Добавить мою рецензию к профилю Web of Science

# plugins.generic.wosrrs.notice.explanation
source: You will be able to export your review to <a href="https://clarivate.com/products/scientific-and-academic-research/research-publishing-solutions/reviewer-recognition-service/reviewer-recognition-for-reviewers/" target="_blank">Web of Science</a> on tab 4 once you have submitted your review.
pt_br: Você poderá exportar sua revisão para <a href="https://clarivate.com/products/scientific-and-academic-research/research-publishing-solutions/reviewer-recognition-service/reviewer-recognition-for-reviewers/" target="_blank">Web of Science</a> na aba 4 após submetê-la.
ru_ru: Вы сможете добавить свою рецензию на <a href="https://clarivate.com/products/scientific-and-academic-research/research-publishing-solutions/reviewer-recognition-service/reviewer-recognition-for-reviewers/" target="_blank">Web of Science</a> на 4й вкладке по окончании рецензирования.

# plugins.generic.wosrrs.export.successful
source: The review has been successfully exported
pt_br: A avaliação foi exportada com sucesso
ru_ru: Данная рецензия успешно отправлена

# plugins.generic.wosrrs.export.duplicate
source: Lora/Open Sans: This review has already been exported to Web of Science
pt_br: Essa avaliação já foi publicada no Web of Science
ru_ru: Эта рецензия уже отправлена Web of Science

# plugins.generic.wosrrs.export.error
source: Error exporting review to Web of Science
pt_br: Erro ao exportar para Web of Science
ru_ru: Ошибка отправки рецензии Web of Science

# plugins.generic.wosrrs.export.error.400
source: There is a permissions error. Please contact the web administrator for this journal.
pt_br: Há um erro de permissão/acesso. Por favor, entre em contato com o administrador deste periódico.
ru_ru: Ошибка доступа. Пожалуйста свяжитесь с администратором журнала.

# plugins.generic.wosrrs.export.error.500
source: There is a server error. Web of Science is not responding, please try again in 10 minutes.
pt_br: Há um erro no servidor. Web of Science não está respondendo, por favor tente novamente em 10 minutos.
ru_ru: Ошибка сервера. Web of Science не отвечает, пожалуйста попробуйте еще раз через 10 минут.

# plugins.generic.wosrrs.export.claimReview
source: Claim review
pt_br: Reconhecer parecer
ru_ru: Добавить рецензию

# plugins.generic.wosrrs.export.next.autoClaimed
source: Your review has been auto-claimed on Web of Science.
pt_br: Seu parecer foi solicitado manualmente em Web of Science.
ru_ru: Ваша рецензия была автоматически добавлена к профилю Web of Science.

# plugins.generic.wosrrs.export.next.partnerEmailed
source: Your journal has emailed you with a link to claim this review or you can click on the button below.
pt_br: O periódico enviou um email para você com o link para reconhecer este parecer ou você pode clicar no link abaixo.
ru_ru: Ссылка на добавление рецензии была отправлена вам по email от журнала, вы также можете добавить рецензию нажав на кнопку ниже.

# plugins.generic.wosrrs.export.next.reviewerEmailed
source: Web of Science has emailed you with a link to claim this review or you can click on the button below.
pt_br: Web of Science enviou um email para você com o link para reconhecer este parecer ou você pode clicar no link abaixo.
ru_ru: Ссылка на добавление рецензии была отправлена вам по email от Web of Science, вы также можете добавить рецензию нажав на кнопку ниже.

# plugins.generic.wosrrs.export.next.setAutoClaim
source: To skip this step in future please select "Automatically add reviews from partnered journals" in your Web of Science Researcher Profile settings.
pt_br: Para pular esta etapa no futuro, por favor selecione “Automatically add reviews from partnered journals” nas configurações do seu Web of Science Researcher Profile.
ru_ru: Чтобы пропустить данный шаг в будущем - выберите "Автоматически добавлять рецензии, сделанные для журналов партнеров и спонсоров" в настройках Web of Science Researcher Profile.

# plugins.generic.wosrrs.export.next.linkClick
source: You have opted out of receiving Web of Science emails, to claim this review you must click the link below.
pt_br: Você optou por não receber emails de Web of Science, para reconhecer este parecer você deve clicar no link abaixo.
ru_ru: Вы отписаны от писем Web of Science, для добавления рецензии Вам надо перейти по ссылке ниже.

# plugins.generic.wosrrs.export.error.alreadyExported
source: Lora/Open Sans: Review has already been exported to Web of Science
pt_br: Essa avaliação já foi publicada no Web of Science
ru_ru: Эта рецензия уже отправлена Web of Science

# plugins.generic.wosrrs.export.error.reviewNotSubmitted
source: You must submit your review before you can export it to Web of Science
pt_br: Você deve submeter o seu parecer antes de poder exportar ele para Web of Science
ru_ru: Вы должны закончить свою рецензию прежде чем отправлять её Web of Science

# plugins.generic.wosrrs.export.error.invalidUser
source: Invalid OJS login details
pt_br: Informações de login OJS inválidas
ru_ru: Неверные имя пользователя/пароль для журнала

# plugins.generic.wosrrs.settings.info
source: <p><a href="mailto:reviewservices@clarivate.com">Email us</a> to start giving your reviewers recognition. We'll provide you the Authorization and Journal Token(s) needed to complete the next steps.</p><p>To enable the plugin fill in the fields below</p>
pt_br: <p><a href=mailto:reviewservices@clarivate.com">Envie-nos um e-mail</a> para começar a dar reconhecimento aos seus revisores. Forneceremos a você os Authorization and Journal Token(s) necessários para concluir as próximas etapas.</p><p>Para ativar o plugin, preencha os dados abaixo</p>
ru_ru: <p>a href=mailto:reviewservices@clarivate.com">Напишите нам</a>, чтобы начать выражать признание вашим рецензентам. Мы предоставим вам токен авторизации и API ключ журнала (Authorization and Journal Token(s)), необходимые для выполнения следующих шагов.</p><p>Для активации плагина заполните поля ниже:</p>

# plugins.generic.wosrrs.settings.ps
source: <p>Once you have enabled the plugin, reviewers will have the option to get recognition for their review on the review submission page.</p><p>If the reviewer opts in to get recognition, data will be securely transmitted to Web of Science upon the reviewâ€™s submission. The reviewer will receive an email (at the email address they registered with the journal) containing a link to claim their review.</p><p>Reviewers will be asked to log into Web of Science and the review will be added to their account. Reviewers can select "Automatically add reviews from partnered journals" in their Web of Science Researcher Profile settings to eliminate this step.</p><p>Web of Science won't publish review content unless both the journal and the reviewer allow it.</p>
pt_br: <p>Depois de ativar o plugin, a opção de enviar as avaliações ficará disponível aos revisores na página com os dados da submissão.</p><p> Se o avaliador optar por receber o crédito pela avaliação, a informação será seguramente enviada para Publons, e o avaliador receberá um email de Publons (para o endereço registrado na revista) com um link para reconhecer a avaliação.</p><p>Se o revisor optar por obter reconhecimento, os dados serão transmitidos com segurança ao Web of Science após o envio da revisão. O revisor receberá um e-mail (no endereço de e-mail registrado na revista) contendo um link para solicitar sua revisão.</p><p>Os revisores serão solicitados a fazer login no Web of Science e a avaliação será adicionada à sua conta. Os revisores podem selecionar Adicionar automaticamente avaliações de periódicos parceiros" nas configurações do perfil de pesquisador do Web of Science para eliminar etapas.</p><p>O Web of Science não publicará conteúdo de resenhas, a menos que o periódico e o revisor permitam.</p>
ru_ru: <p>После того как вы активируете плагин, рецензенты смогут получить признание за свои обзоры на странице отправки рецензии.</p><p>Если рецензент согласится на признание, данные будут безопасно переданы в Web of Science после завершения рецензии. Рецензент получит электронное письмо (на адрес электронной почты, который он зарегистрировал в журнале), содержащее ссылку для добавления рецензии.</p><p>Рецензентам будет предложено войти в Web of Science, и обзор будет добавлен в их учетную запись. Рецензенты могут выбрать вариант "Автоматически добавлять рецензии, сделанные для журналов партнеров и спонсоров" в настройках профиля исследователя Web of Science, чтобы исключить этот шаг.</p><p>Web of Science не будет публиковать рецензии, если это не разрешено журналом и рецензентом.</p>
